{
  "facts": [
    "Every year, approximately 50 million tons of e-waste is generated worldwide, equivalent to throwing away 800 laptops every second.",
    "Only 17.4% of global e-waste is formally collected and recycled.",
    "E-waste contains precious metals worth about $57 billion, including gold, silver, and platinum.",
    "A single recycled cell phone can recover enough precious metals to power 60 pacemakers.",
    "The energy saved from recycling one million laptops could power 3,657 U.S. homes for a year.",
    "70% of toxic waste in landfills comes from electronic waste.",
    "Recycling one million cell phones can recover 35,274 pounds of copper and 772 pounds of silver.",
    "The average household has about 40 electronic products in use or storage.",
    "E-waste represents 2% of America's trash in landfills, but it equals 70% of overall toxic waste.",
    "One metric ton of circuit boards can contain 40-800 times the amount of gold and 30-40 times the amount of copper mined from one metric ton of ore.",
    "The manufacturing of a single computer and monitor takes at least 1.5 tons of water, 48 pounds of chemicals, and 530 pounds of fossil fuels.",
    "The amount of e-waste generated annually could fill 100 Empire State Buildings.",
    "Recycling circuit boards can be 13 times more profitable than mining for gold ore.",
    "The lifespan of most smartphones is less than two years, despite being made of materials that could last decades.",
    "E-waste is growing three times faster than any other type of waste.",
    "85% of our e-waste is sent to landfills and incinerators, but could be recycled instead.",
    "Recycling one million laptops saves the energy equivalent to the electricity used by 3,657 U.S. homes in a year.",
    "Americans throw away an estimated 416,000 mobile phones every day.",
    "If we recycled all the 125 million phones that are discarded annually, we could save enough energy to power 24,000 homes for a year.",
    "The rare earth elements in e-waste are more concentrated than in naturally occurring ores.",
    "A typical CRT monitor contains about 4-8 pounds of lead.",
    "The global e-waste stream contains 320 tons of gold each year, equal to 11% of annual gold production.",
    "Recycling aluminum from electronics uses 95% less energy than mining and producing new aluminum.",
    "One ton of e-waste contains more gold than 17 tons of gold ore.",
    "The average American household has 28 electronic devices.",
    "E-waste is the fastest-growing waste stream in the world, growing at 3-5% per year.",
    "The carbon emissions from producing a single laptop equal driving 431 miles in an average car.",
    "Recycling one million smartphones recovers 75 pounds of gold, 772 pounds of silver, and 35,274 pounds of copper.",
    "E-waste contains rare earth elements that are essential for future green technologies.",
    "The global cost of processing e-waste could reach $50 billion by 2025.",
    "Only 1 in 5 electronic devices is recycled globally.",
    "The value of raw materials in global e-waste exceeds $62.5 billion annually.",
    "Recycling one desktop computer saves enough energy to light a 60-watt bulb for 138 days.",
    "The amount of e-waste generated every year weighs more than all commercial airliners ever made.",
    "Improper e-waste disposal releases more greenhouse gases than 1 million cars."
  ]
}